;Language file of Revo Uninstaller
;This section must use English
[Info]
Language=Italiano/Italian
WebLang=ITA
Translator=Alessandro Visentin
Codepage=UNICODE 
Version=2.6.0

[Uninstaller Toolbar]
102 = Vedi
103 = Opzioni
104 = Disinstallatore
105 = Strumenti
106 = Modo Mirino
107 = Lista
108 = Icone
109 = Dettagli
110 = Disinstalla
111 = Rimuovi voce
112 = Aggiorna
113 = Sicuri di voler rimuovere la voce selezionata?
114 = Sicuri di voler disinstallare il programma selezionato?
115 = Auto-aggiorna
116 = Aiuto
117 = Strumento d'aiuto corrente...
118 = Pagina iniziale...
119 = Informazioni...
120 = Non sei l'amministratore.
121 = Sicuri di voler disinstallare il componente di sistema selezionato?\nFERMI, a meno che non siate sicuri di ciò che state facendo!
122 = Il disinstallatore mostra tutti i programmi e i componenti installati dall'utente corrente e da tutti gli utenti. In visualizzazione "Dettagli", o dal menu' contestuale, si possono avere informazioni addizionali (link e proprietà dell'installazione). Una primaria funzione di Revo Uninstaller è il Modo Mirino. Questo modo offre flessibilità alla disinstallazione, ferma, elimina o disattiva l'avvio automatico con un semplice clic.
123 = Cerca
124 = Trovato:
125 = Sicuri di voler rimuovere il componente di sistema selezionato dal registro?\nQuesto componente può essere richiesto dal sistema operativo.
126 = Avvio automatico disabilitato.
127 = Impostato per avvio automatico
128 = %s è installato nello stesso percorso di %s!\nSaranno trovati residui di entrambe le applicazioni. Verifica attentamente quelli che desideri rimuovere.
129 = Disinstallazione forzata MSI


















[Uninstaller List]
150 = Applicazione
151 = Dimensione
152 = Versione
153 = Data installazione
154 = Società
155 = Sito Web
156 = Commento
157 = Stringa di disinstallazione
158 = Chiave di Registro
159 = Installato da


















[Uninstaller StatusBar]
201 = Installazioni: 
202 = Caricamento in corso...


















[Registry Optimizer]
302 = Scegli dove scansionare
303 = Menu'


















[Autorun Toolbar]
407 = Esegui
408 = Elimina
409 = Rimuovi
410 = Oggetti:
411 = Abilitati:
412 = Con Gestore Auto avvio non solo è possibile abilitare o disabilitare le applicazioni di avvio automatico all'avvio di Windows, è anche possibile ottenere ulteriori informazioni su quella particolare applicazione. È possibile ottenere il percorso di lancio, la descrizione, l'editore, lo stato (in funzione o no), e la posizione dei comandi di avvio (o nel registro di sistema o in un file sul disco rigido).


















[Autorun List]
450 = Nome di avvio
451 = Percorso di lancio
452 = Descrizione
453 = Editore
454 = Stato
455 = Posizione
456 = IN FUNZIONE
457 = NON IN FUNZIONE
458 = INVALIDO
459 = Ferma processo
460 = Esegui il processo
461 = Apri contenuto cartella
462 = Vai al percorso
463 = Copia percorso di lancio
464 = Rimuovi selezionati
465 = Rimuovi tutti gli invalidi
466 = Rimuovi non in funzione
467 = Rimuovi tutti i disabilitati
468 = Proprietà...
470 = Sicuri di voler chiudere l'applicazione selezionata?\nI dati non salvati saranno persi.
471 = Sicuri di voler eliminare gli oggetti selezionati?
472 = Sicuri di voler eliminare tutti gli oggetti invalidi?
473 = Sicuri di voler eliminare tutti gli oggetti non in funzione?
474 = Sicuri di voler eliminare tutti gli oggetti disabilitati?
475 = Il comando non esiste.
476 = SCONOSCIUTO
477 = Disabilita Avvio automatico
478 = Abilita Avvio automatico


















[Outlook Control]
300 = Ottimizzazione
301 = Ottimizza registro
400 = Gestore Avvio automatico
500 = Pulitore di tracce
501 = Pulitore browser
600 = Pulitore Microsoft Office
700 = Pulitore Windows
800 = Rimozione prove
900 = Elimina definitivamente
2100 = Strumenti di Windows
2200 = Pulitore residui di File


















[Track Cleaner Browsers]
507 = Cancella tutto
508 = Elimina cronologia delle pagine web visitate in internet
509 = Elimina cronologia della barra degli indirizzi
510 = Elimina file temporanei di internet
511 = Elimina cookie
512 = Elimina file Index.dat
513 = Esegui
514 = Elimina cronologia scaricamenti
515 = Elimina cronologia di sessione
516 = Elimina cronologia delle schede
517 = Disinstallatore
518 = Sicuri di voler cancellare tutti i dati della cronologia selezionati?
521 = Sicuri di voler cancellare i dati della cronologia di Internet Explorer?
522 = Sicuri di voler cancellare i dati della cronologia di Firefox?
523 = Sicuri di voler cancellare i dati della cronologia di Opera?
524 = Sicuri di voler cancellare i dati della cronologia di Netscape?
525 = Il browser registra i dettagli di ogni sito web visitato. Le informazioni sono facilmente accessibili dalla finestra del browser e, semplicemente premendo un pulsante, chiunque può vedere dove avete navigato sul web. Con il Pulitore Browser è possibile eliminare i file temporanei di internet, quali tutte le immagini che avete visto, tutti i video online che avete guardato e tutte le pagine web visitate. L'eliminazione dei file temporanei di internet può liberare molto spazio sul disco rigido.
526 = Chiudere il browser di internet prima di pulire le sue tracce.
527 = I file Index.dat saranno eliminati al prossimo riavvio del computer.
599 = Le operazioni di pulitura tracce degli oggetti selezionati sono state completate.


















[Office Track Cleaner]
601 = Pulisci
607 = Pulisce la cronologia dei documenti recenti di Microsoft Word
608 = Comprende Word 2000, Word XP, Word 2003, Word 2007, Word 2010, Word 2013 e Word 2016
609 = Pulisce la cronologia dei documenti recenti di Microsoft Excel
610 = Comprende Excel 2000, Excel XP, Excel 2003, Excel 2007, Excel 2010, Excel 2013 e Excel 2016
611 = Pulisce la cronologia dei documenti recenti di Microsoft Access
612 = Comprende Access 2000, Access XP, Access 2003, Access 2007, Access 2010, Access 2013 e Access 2016
613 = Pulisce la cronologia dei documenti recenti di Microsoft PowerPoint
614 = Comprende PowerPoint 2000, PowerPoint XP, PowerPoint 2003, PowerPoint 2007, PowerPoint 2010, PowerPoint 2013 e PowerPoint 2016
615 = Pulisce la cronologia dei documenti recenti di Microsoft FrontPage
616 = Comprende FrontPage 2000, FrontPage XP e FrontPage 2003
617 = Il Pulitore di Microsoft Office permette di rimuovere la cronologia dei file usati più di recente da Microsoft Word, Excel, Access, PowerPoint e FrontPage. Se non si vuole che qualcun altro veda gli ultimi fogli di calcolo aperti o modificati, i documenti o altri file creati con Microsoft Office, è sufficiente selezionare i tipi di file che si desidera non far vedere e cliccare sul pulsante “Pulisci”. I file usati più di recente dal tipo di programma scelto non saranno più disponibili nella cronologia.


[Windows Tracks Cleaner]
701 = Pulisci
707 = Pulisce la cronologia dei documenti recenti
708 = Pulisce la cronologia esecuzioni del menu' Start
709 = Pulisce la cronologia di Trova File
710 = Pulisce la conologia di Stampanti, Computer e Persone trovate
711 = Svuota gli Appunti
712 = Pulisce la cronologia dei file recenti di "MS Paint"
713 = Pulisce la cronologia dei file recenti di "MS Wordpad"
714 = Pulisce la cronologia delle ultime chiavi di Registro aperte
715 = Pulisce la cronologia della finetra di dialogo Apri/Salva
716 = Pulisce la cronologia della finestra di dialogo delle ultime cartelle visitate
717 = Svuota il Cestino
718 = Elimina i file temporanei di Windows
719 = Elimina log d'uso del menu' Start
720 = Microsoft Windows tiene traccia di molte cose fatte col computer come la cronologia di ricerca file (quando si ricercano file e cartelle), cronologia di documenti aperti di recente, cronologia apri/salva usata in file standard di dialogo da differenti applicazioni e molto altro ancora. Il Pulitore di Windows permette di rimuovere tutte le cronologie e i file temporanei. Si può anche svuotare il Cestino ed eliminare i file temporanei liberando molto spazio sul disco rigido.
721 = La cronologia in funzione sarà eliminata dopo che il processo explorer.exe sarà riavviato.
722 = Tracce sul registro di Windows
723 = Tracce sul drive del disco rigido locale
724 = Elimina la memoria crash dump dei file
725 = Elimina i frammenti di file Chkdsk (Check Disk) recuperati

750 = Cancella gli elementi contrassegnati nel modulo corrente
751 = Cancella gli elementi contrassegnati in tutti i moduli di Cronologia Pulizia

[Evidence Remover]
802 = Esegui
803 = Eradicazione
804 = Attendere, l'eradicazione è in corso.
805 = Completata
806 = Mettere un segno di spunta sui drive che contengono tracce e prove del lavoro che si desidera eliminare. Questo strumento incide solo sui dati già cancellati. ATTENZIONE: completato il processo, sarà impossibile recuperare i file eliminati.
807 = Quando si svuota il Cestino di Windows, i file e le cartelle sono segnati come cancellati ma non vengono fisicamente eradicati. Questo strumento eradica definitivamente i file e le cartelle che sono stati già eliminati ma che sono ancora presenti nel disco rigido. Qualunque strumento si cerchi di usare per recupare i dati, il risultato sarà lo stesso, niente. – I dati eradicati con Rimuovi Prove non possono essere recuperati.
808 = Sicuro di voler eradicare tracce e prove residue rimaste sui drive selezionati?


















[Unrecoverable Delete]
912 = L'elenco dei file e delle cartelle che saranno eliminati non potrà essere recuperato
913 = File
914 = Cartelle
915 = Inserire i file che si desiderano eliminare e rimuovere dal sistema. Questi file non potranno essere recuperati da nessun programma.
916 = Inserire le cartelle che si desiderano eliminare e rimuovere dal sistema. Queste cartelle non potranno essere recuperate da nessun programma.
917 = Aggiugere i file da eliminare
918 = Aggiungere le cartelle da eliminare
919 = ELIMINA PER SEMPRE
920 = Pulisci la lista
921 = Se si vuole eliminare con sicurezza un file o una cartella (per essere sicuri che nessuno, con qualunque strumento, sia in grado di recuperare questo file o cartella), usare Elimina Definitivamente. Cancellare file e svuotare il Cestino di Windows non significa che quei file siano stati eliminati per sempre, essi sono ancora sul disco rigido e chiunque può recuperare con facilità i dati cancellati. Lo strumento Elimina Definitivamente rende questo impossibile perché distrugge fisicamente i file e le cartelle selezionati.
922 = Sicuri di voler eliminare per sempre i file e le cartelle selezionati?


















[Options Tree]
1001 = Opzioni
1100 = Generale
1200 = Disinstallatore


















[General]
1101 = Lingua corrente:
1102 = Modo avanzato
1103 = Controlla aggiornamenti all'avvio
[Uninstaller Options]
1201 = Mostra aggiornamenti di sistema
1202 = Mostra componenti di sistema
1204 = Esegui solo il programma di disinstallazione incorporato
1205 = (Non supportato in Windows Vista)
1206 = Crea un punto di ripristino del sistema prima della disinstallazione
1207 = Elimina file e cartelle rimasti dal Cestino


















[Auto Update]
1907 = Aggiorna
1908 = Informazioni sulla versione
1909 = Versione corrente:
1910 = Ultima versione:
1911 = SCARICA
1912 = Ottieni l'Ultima Versione
1913 = Cosa c'è di nuovo
1914 = Sto controllando...
1915 = Errore di connessione...
1916 = FERMA
1917 = Scaricati %s di %s
1918 = Scaricati %s (dimensione totale sconosciuta)
1919 = Revo Uninstaller non è in grado di connettersi a www.revouninstaller.com. Controllare se la connessione a internet è attiva e che il firewall non blocchi Revo Uninstaller
1920 = Errore: Ricerca di una nuova versione fallita. Nessuna connessione internet.


















[WinTools]
2110 = Avvia
2111 = Ci sono tanti pratici e utili strumenti nonché componenti forniti con ogni sistema operativo Windows. Alcuni strumenti usano righe di comando complesse, altri sono di difficile accesso. Strumenti di Windows offre un accesso veloce con un solo clic a più di dieci strumenti comuni di Windows.
2112 = Se si verifica un problema, è possibile usare Ripristino configurazione di sistema per ripristinare il computer ad uno stato precedentemente salvato senza perdere file di dati personali. Ripristino Configurazione di sistema controlla le modifiche al sistema e alcuni file di applicazione e crea automaticamente punti di rispristino facilmente identificabili. Questi punti di ripristino consentono di riportare il sistema ad uno stato precedente. Essi vengono creati giornalmente e al momento di significativi cambiamenti del sistema. È inoltre possibile creare e dare un nome ai punti di ripristino in qualunque momento.
2113 = È possibile usare Ripristino per raccogliere e visualizzare informazioni relative all'hardware del computer e al sistema operativo, la configurazione internet, il modem e la configurazione della scheda di rete. Con lo strumento Diagnostica di Rete è possibile eseguire una scansione del sistema, testare la connettività di rete e se i relativi programmi e servizi di rete sono più o meno funzionanti. 
2114 = Informazioni di Rete mostra tutte le attuali configurazioni TCP/IP, Dynamic Host Configuration Protocol (DHCP) e le impostazioni Domain Name System (DNS). Informazioni di Rete mostra anche la completa configurazione TCP/IP per tutte le schede. compresi indirizzo IP, indirizzo MAC, maschera di sottorete, gateway predefinito, Windows Internet Naming Service (WINS) e configurazione DNS.
2115 = Centro Sicurezza PC controlla lo stato di tre elementi essenziali di sicurezza del computer: Firewall, Aggiornamenti automatici e protezone da Malware/virus. Se viene rilevato un problema in uno di questi (per esempio, se il programma antivirus non è aggiornato), il Centro Sicurezza PC invia un avviso e fornisce consigli su come proteggere al meglio il computer.
2116 = Proprietà del sistema può essere usato per vedere le informazioni hardware di base del computer quali tipo di CPU e memoria RAM totale, vedere e modificare le impostazioni che controllano come il computer usa la memoria e trova alcune informazioni (hardware e proprietà del dispositivo), profili di configurazione hardware, vedere informazioni sulla connessione di rete e il profilo d'accesso, e riporta a Microsoft o all'amministratore di sistema gli errori di sistema e di programma quando si verificano.
2117 = Informazioni di Sistema è un componente dei sistemi operativi Windows che raccoglie e mostra informazioni sulla configurazione del sistema di computer locali e remoti. Questo comprende informazioni sulle configurazioni hardware, software e componenti del computer, inclusi driver firmati e non firmati. Informazione di Sistema è uno strumento di supporto che è possibile usare per individuare rapidamente informazioni relative al computer e al suo sistema operativo.
2118 = il Comando TCP/IP Netstat è un componente del sistema operativo Windows che mostra tutte le connessioni TCP attive e le porte TCP e UDP a cui il computer è in ascolto e mostra l'eseguibile coinvolto nella creazione di ciascuna connessione o la porta di ascolto (il nome del file eseguibile è [ ] in basso, in alto c'è il componente chiamato, e così via fino a che il TCP/IP è raggiunto).
2119 = Tastiera su schermo mostra una tastiera virtuale sullo schermo e consente agli utenti con difficoltà motorie di digitare usando un dispositivo di puntamento o un joystick. Tastiera su schermo è pensato per fornire un livello minimo di funzionalità agli utenti con difficoltà motorie.  È inoltre possibile usare Tastiera su schermo se si pensa che vi sia un Key-Logger installato sul PC e tutti i tasti digitati vengano registrati. Tastiera su schermo elimina la possibilità di registrare sequenze di tasti.
2120 = Deframmentatore disco analizza i volumi locali e consolida file e cartelle frammentati in modo che ciascuno occupi un unico spazio contiguo sul volume. Deframmentatore disco consolida anche lo spazio libero di un volume, rendendo meno probabile che i nuovi file siano frammentati. Come risultato di questi cambiamenti, il sistema può accedere ai file e alle cartelle e salvare quelli nuovi in modo più efficiente. 
2121 = Servizi può avviare, fermare, mettere in pausa, riprendere o disabilitare un servizio su computer locali o remoti. Servizi può anche avviare azioni di recupero se un servizio fallisce (per esempio, riavviando il servizio automaticamente), abilitare o disabilitare servizi per un particolare profilo hardware e vedere stato e descrizione di ciascun servizio.
2122 = Cartelle condivise può essere usato per gestire le risorse condivise in rete, controllare le autorizzazioni di accesso, le attività di sessione, la condivisione di risorse e di proprietà per vedere un riepilogo di connessioni e risorse usate per computer locali e remoti.  Cartelle condivise può anche mostrare un elenco di tutti gli utenti che sono connessi in remoto (su una rete) al computer e scollegare uno di essi o tutti. È inoltre possibile vedere un elenco di file che sono attualmente aperti da utenti remoti.
2123 = Criteri di gruppo include la configurazione dei criteri utente e del computer. Le impostazioni di Criteri di gruppo definiscono le diverse componenti dell'ambiente desktop dell'utente che un amministratore di sistema deve gestire (per esempio, i programmi che sono disponibili per gli utenti, i programmi che appaiono sul desktop dell'utemte e le opzioni del menu' Start).
2124 = Aggiungi/Rimuovi Componenti Windows aiuta a gestire i componenti di Windows installati nel computer. Dopo l'installazione del sistema operativo Windows sul computer, è possibile usare questo strumento per aggiungere un componente di Windows non incluso nell'installazione originale, o rimuovere un componente di Windows che non si desidera più.
2125 = Lo strumento Rimozione Malware di Microsoft Windows protegge il computer da specifiche infezioni causate dai più diffusi software dannosi e aiuta a rimuovere qualsiasi infezione trovata. Questo software dannoso include virus, worms e Cavalli di Troia. Quando il processo di rilevamento e rimozione è stato completato, lo strumento mostra un resoconto che descrive i risultati, compresi gli eventuali software dannosi individuati e rimossi.



















[Junk Files Cleaner Options]
2202 = Unità da scansionare:
2203 = Schema
2204 = Descrizione
2205 = Aggiungi
2206 = Rimuovi
2207 = Predefiniti
2208 = Pulitore di file residui: Generale
2209 = Pulitore di file residui: Escludi
2220 = Schema di scansione per:
2221 = È possibile usare i simboli ? e / o * come caratteri universali
2222 = Aggiungi Schema
2223 = Aggiungi Schema da escludere
2224 = È possibile usare i simboli ? e / o * come caratteri universali
2225 = Escludi schema:
2226 = Sposta i file nel Cestino
2227 = Ignora i file usati nelle ultime 24 ore


















[Junk Files Cleaner Tool]
2306 = Scansiona
2307 = Elimina
2308 = Scansione
2309 = Attendere, scansione in corso.
2310 = Annulla
2311 = Nome
2312 = Dimensione
2319 = File:
2320 = Dimensione totale:
2323 = Ci sono file usati da Windows o da un altro programma\nche non possono essere eliminati ora
2324 = Devono essere selezionati almeno un drive e un'estensione per avviare la scansione.
2325 = Pulitore file indesideratipermette di trovare e rimuovere vari tipi di file indesiderati e non necessari dal computer. Di solito tali file sono eliminati dall'applicazione che li aveva creati quando non ha più bisogno di essi. Tuttavia, possono rimanere sul disco rigido se si verifica un'interruzione inaspettata dell'applicazione, un crash del sistema, ecc. Se questo accade, si può ridurre lo spazio libero sul disco rigido o causare un rallentamento della velocità del sistema ecc.
2326 = File:
2327 = Eliminazione file


















[Context Menu Junk Files Cleaner]
2313 = Apri
2314 = Ricerca con Google per 
2315 = Apri contenuto cartella
2316 = Proprietà...
2317 = Controlla tutti gli elementi
2318 = Deseleziona tutti gli elementi
2321 = Controlla gli elementi selezionati
2322 = Deseleziona gli elementi selezionati


















[Topmost Window]
4002 = Opzioni
4003 = Apri finestra principale
4004 = Modalità trascinamento
4005 = Modo Mirino
4006 = Dimensione
4007 = Piccolo
4008 = Medio
4009 = Grande
4010 = Dimensione finestra
4011 = ESCI
4012 = Disinstalla
4013 = Ferma Avvio automatico
4014 = Ferma processo
4015 = Ferma ed elimina Processo
4016 = Apri contenuto cartella
4017 = Informazioni
4018 = Proprietà
4019 = ANNULLA
4020 = Un solo file alla volta è supportato!
4021 = È stata rilasciata una cartella, trascinare un file
4022 = Disinstalla o Rimuovi:
4023 = Irrisolto! Provare a puntare a un'altra finestra, icona o una voce della barra delle applicazioni.
4024 = Impossibile eseguire il comando di disinstallazione.\NSi prega di disinstallare l'applicazione con il programma di disinstallazione.
4025 = Nessun pacchetto di installazione trovato.\nSuggerimento: ottenere ulteriori informazioni per l'applicazione dalla finesra principale e\nprovare a disinstallarla manualmente.
4026 = L'Applicazione indicata è disabilitata dall'avvio automatico.\nSuggerimento: Se la si desidera abilitare di nuovo, usare lo Strumento Auto Avvio nell'applicazione principale.
4027 = L'Applicazione indicata non si trova nei comuni luoghi di avvio.\nSuggerimento: Per ricercare luoghi non comuni usati per l'avvio automatico di una applicazione, si rimanda al sito web di Google.
4028 = Sicuri di voler chiudere l'applicazione selezionata?\nI dati non salvati saranno persi.
4029 = Disinstallatore
4030 = Sicuri di voler chiudere ed eliminare l'applicazione selezionata?\nI dati non salvati saranno persi!
4031 = Sicuri di voler chiudere Windows Explorer?\n Il Menù Avvio, e la barra delle applicazioni scompariranno!
4032 = Avvio automatico con Windows
4033 = Trasparenza
4035 = In primo piano


















[Scan After Uninstall]
4210 = Posizione
4211 = Chiave
4212 = Valore
4213 = Dati
4214 = File
4215 = Nessun elemento selezionato. Selezionare un elemento da eliminare.
4216 = Scansione dopo disinstallazione
4217 = Seleziona tutti
4218 = Deseleziona tutti
4219 = Elimina
4220 = File residui
4221 = Voci del registro residue
4222 = Scansione prima della disinstallazione, attendere...
4223 = In disinstallazione...
4224 = Avviare scansione per i file , le cartelle e le chiavi di registro residui quando il disinstallatore ha terminato il processo.
4225 = Scansione dopo disinstallazione, attendere...
4226 = Controllare attentamente le voci elencate.
4227 = Chiudi
4228 = I file rimasti nell'elenco saranno eliminati al prossimo riavvio del sistema.
4229 = Il disinstallatore dell'applicazione non ha funzionato.\nPossibile comando invalido di disinstallazione.
4230 = Precedente
4231 = Seguente
4232 = Selezionare una modalità di disinstallazione
4233 = Modalità
4234 = Incorporata - esegue soltanto il disinstallatore dell'applicazione senza ulteriori scansioni
4235 = Sicura - include la modalità Incorporata ed esegue scansioni supplementari nel registro di sistema e sul disco rigido per trovare oggetti rimasti che sono sicuri da eliminare. Questa è la modalità più rapida.
4236 = Moderata - include la modalità Sicura ed esegue un'analisi estesa per trovare tutte le informazioni dell'applicazione rimaste nei luoghi più comuni del registro di sistema e sul disco rigido. 
4237 = Avanzata - include la modalità Moderata ed effettua una profonda scansione per trovare tutte le informazioni dell'applicazione rimaste nel registro di sistema e sul disco rigido. Questa è la modalità più lenta.
4238 = Analisi dei dati dell'applicazione prima di disinstallarla.
4239 = Avvio del disinstallatore incorporato dell'applicazione.
4240 = Dopo che il disinstallatore incorporato dell'applicazione ha terminato, premere il pulsante "Successivo" per avviare la scansione dei file, delle cartelle e degli elementi del registro residui.
4241 = Esegue l'analisi iniziale e disinstalla 
4242 = Scansione delle informazioni rimaste
4243 = Disinstallazione incorporata conclusa, scansione del registro e del disco fisso per la ricerca di file rimasti, cartelle e voci del registro relativi all'applicazione disinstallata. Attendere….
4244 = Trovate voci del registro residue
4245 = Voci del registro trovate:
4246 = Nota: Si prega di verificare attentamente le voci in grassetto. Solo le voci selezionate in grassetto e le loro sottovoci saranno eliminate.
4247 = Trovati file e cartelle residui
4248 = Voci trovate:
4249 = Risorse computer
4250 = Revo Uninstaller non ha potuto avviare il disinstallatore incorporato nell'applicazione. Forse il comando di disinstallazione non è valido o il programma di disinstallazione è danneggiato. È possibile premere il pulsante "Indietro" e provare un'altra modalità di disinstallazione.
4251 = Il disinstallatore incorporato nell'applicazione ha terminato. Revo Uninstaller non ha scansionato gli oggetti rimasti. Premere il pulsante “Indietro” e provare un'altra modalità di disinstallazione per eseguire la scansione di file, cartelle e voci del registro di sistema rimanenti.
4252 = Revo Uninstaller ha completato la procedura di disinstallazione con successo, ma non sono stati trovati elementi residui. Premere il pulsante “Indietro” e provare un altro modo esteso di disinstallazione per una scansione più profonda.
4253 = Revo Uninstaller ha completato la procedura di disinstallazione. Se si vogliono ricercare ulteriori voci rimaste premere il pusante “Indietro” e provare una modalità più avanzata di disinstallazione per una più profonda scansione.
4254 = Finito
4255 = Sicuri di voler inviare i file selezionati nel Cestino?
4256 = Sicuri di voler eliminare gli elementi di registro selezionati?
4257 = Revo Uninstaller ha completato la procedura di disinstallazione con successo!
4258 = Sicuri di voler saltare l'eliminazione dei valori residui di Registro trovati e continuare con il passo successivo?
4259 = Sicuri di voler saltare l'eliminazione dei file residui e delle cartelle trovati e continuare con il passo successivo? 
4260 = Scansione degli elementi residui completata. Premere il pulsante “Avanti” per vedere i risultati!
4261 = Creazione di un Punto di Ripristino del sistema...
4262 = Creazione di un Punto di Ripristino del sistema - fallito!
4263 = Creazione di un Punto di Ripristino del sistema disabilitato (in Opzioni->Disinstallatore)
4264 = Creazione di un Punto di Ripristino del sistema - fatto!
4265 = Creazione punti di ripristino disabilitata (impostazioni Windows)



















[About]
4300 = Traduttori:


















[ContextMenu Uninstaller]
5000 = Comandi
5001 = Informazioni
5002 = Cerca con Google
5004 = Posizione di installazione
5005 = Apri Link Informazioni...
5006 = Apri Link Aiuto...
5007 = Apri Link Aggiornamento...
5008 = Apri Chiave di Registro...
[NewFree]
9500 = Esporta lista...


















[Common]
10000 = Ok
10001 = Annulla
10002 = Aiuto
10003 = Sfoglia
10004 = Strumento di aiuto corrente
10005 = Pagina iniziale
10006 = Informazioni
10007 = Attenzione
10008 = ERRORE
10009 = Sì
10010 = No
10019 = Modifica



















[Tooltips]
2000 = Passa alla modalità disinstallatore
2001 = Mostra pannello Strumenti
2002 = Regola le impostazioni
2003 = Passa al Modo Mirino
2004 = Cambia la visualizzazione della lista delle applicazioni installate
2005 = Disinstalla l'applicazione selezionata
2006 = Elimina dal registro la voce selezionata
2007 = Aggiorna l'elenco delle applicazioni
2008 = Aggiorna la versione corrente all'ultima versione
2009 = Trova informazioni aggiuntive e risposte a domande sul programma
404 = Avvia l'applicazione selezionata
405 = Ferma e chiude l'applicazione selezionata
406 = Impedisce l'auto-avvio dell'applicazione selezionata
506 = Deseleziona le opzioni selezionate
605 = Deseleziona le opzioni selezionate
705 = Deseleziona le opzioni selezionate
2106 = Esegui strumento selezionato
2304 = Scansione dei file non necessari in base alle impostazioni selezionate
2305 = Invia i file selezionati nel Cestino



















[UninstallerPro]
15000 = Generale
15001 = Gestore\ngruppi
15002 = Nuovi programmi
15003 = Altri programmi
15004 = Nome
15005 = Rinomina
15006 = Internet
15007 = Giochi
15008 = Multimedia
15009 = Utilità
15050 = Sposta su
15051 = Sposta giù
15052 = Aggiungi
15053 = Rimuovi
15054 = Colonne
15055 = Rimuovi questa colonna
15056 = Allineamento
15057 = Sinistra
15058 = Centro
15059 = Destra
15060 = Miglior adattamento
15061 = Esporta come
15062 = Formato testo (txt)
15063 = Formato HTML (html)
15064 = Microsoft Excel
15065 = Esporta
15066 = Selezionare le colonne che si desidera esportare
15067 = Mostra come nuovi programmi installati
15068 = Ultimo (in giorni)
15069 = Dall'ultimo avvio del disinstallatore
15070 = Nome gruppo:
15071 = Aggiungi
15072 = Gruppo
15073 = Programmi tracciati
15074 = Programmi\ntracciati
15075 = Tutti i programmi
15076 = Tutti i\nprogrammi
15077 = Elimina inserimento
15078 = Disinstallazione personalizzata
15079 = Cambia icona
15080 = Aggiungi al gruppo
15081 = Rimuovi dal gruppo
15082 = Disinstallazione
15083 = Disinstallazione file e cartelle registrati del programma:
15084 = Disinstallazione voci registrate nel registro:
15085 = Esistono alcuni dati che possono essere correlati al programma disinstallato, ma non sono stati eliminati perché non sono stati registrati da Revo Uninstaller durante l'installazione del programma. Se si desidera esaminarli ed eventualmente eliminarli premere il tasto "Disinstallazione avanzata"
15086 = Disinstallazione avanzata
15087 = Percorso file\cartella
15088 = Caricamento lista...
15089 = Disinstalla valori selezionati
15090 = Apri chiave di registro... 
15091 = Espandi tutto 
15092 = Chiudi tutto
15093 = Nome Valore
15094 = Cartella dei log:
15095 = Esegui operazioni di rinomima sui file e sulle cartelle di sistema preesistenti
15096 = Disinstallazione forzata
15097 = Disinstallazione\nforzata
15098 = Espandi chiave selezionata
15099 = Contrai chiave selezionata
15100 = Disinstalla chiave selezionata
15101 = Marca chiave selezionata come creata
15102 = Aggiungi a lista esclusioni
15103 = File di log non valido
15104 = Il file non esiste. Immettere un nome valido o annullare l'operazione.
15105 = Scegli processo
15106 = Aggiungi processo all'elenco
15107 = Percorso completo processo:
15108 = Aggiungi chiave di registro
15109 = Percorso chiave di registro
15110 = Il comando di disinstallazione forzata aiuta a disinstallare programmi o rimuovere residui di programmi parzialmente installati o disinstallati. È possibile cercare residui di file e cartelle o immettere un percorso completo per qualsiasi file o cartella del programma che vuoi disinstallare. È anche possibile immettere il nome del programma come informazione aggiuntiva. Sulla base dei dati inseriti, Revo Uninstaller ricerca un programma di disinstallazione integrato esistente e i registri di installazione relativi ai moduli dei Programmi Tracciati e del Database. Se viene trovato qualcosa, sarà creato un elenco in modo da poter scegliere di usarlo o meno.\n\nPer favore, inserire il nome esatto e la posizione di installazione del programma che si desidera disinstallare.
15111 = Modalità di scansione
15112 = Incorporata
15113 = Sicura
15114 = Moderata
15115 = Avanzata
15116 = Percorso completo della cartella o del file del programma:
15117 = Nome esatto del programma:
15118 = Trovati disinstallatori incorporati:
15119 = Avvia il disinstallatore incorporato selezionato
15120 = Nome programma
15121 = Comando disinstallazione
15122 = Tipo
15123 = 32 bit
15124 = 64 bit
15125 = Interrompi il processo e continua
15126 = Il file selezionato è un processo in esecuzione. Se si desidera disinstallarlo correttamente insieme agli elementi connessi, è meglio bloccarlo (ferma) e continuare
15127 = Chiave di registro da escludere
15128 = Includi sottochiavi
15129 = Imposta all'avvio lo Stato attivo del Tracciato dei Programmi
15130 = Elimina file e cartelle:
15131 = nella cartella di Backup
15132 = nel Cestino
15133 = Permanentemente
15134 = Sicuri che si desiderano eleminare gli oggetti selezionati?
15135 = Cartelle
15136 = File
15137 = File e cartelle possibilmente correlati
15138 = Voci di registro possibilmente correlate
15139 = Chiavi:
15140 = Valori:
15141 = File e cartelle registrati
15142 = Esegui operazioni di rinomina di file e cartelle preesistenti
15143 = Sicuri di voler disinstallare gli oggetti selezionati?
15144 = Selezione effettuata, ma i file rimasti saranno eliminati al prossimo riavvio del sistema.
15145 = Voci di registro registrate
15146 = Sto disinstallando...
15147 = Scansione di residui di file, cartelle ed elementi di registro sulla base delle informazioni iniziali fornite
15148 = Analisi e avvio del disinstallatore incorporato nel programma per la disinstallazione predefinita
15149 = Dopo che il disinstallatore del programma ha finito, premi il pulsante "Scansione" per scansionare residui di file, cartelle e voci di registro.
15150 = Non c'è abbastanza spazio sul disco per scrivere il file dei dati di cache
15151 = Errore scrittura del file cache. Assicurarsi di avere le autorizzazioni appropriate.
15152 = Errore lettura del file dati della cache
15153 = Revo Uninstaller non ha trovato residui
15154 = Scansiona
15155 = Personalizza\ndisinstallazione
15156 = Il modulo "Tutti i programmi" di Revo Uninstaller mostra tutti i programmi e i componenti installati per l'utente corrente e tutti gli utenti, distinti in due gruppi predefiniti - "Nuovi" e "Altri". Nella visualizzazione "Dettagli", o dal menu contestuale, è possibile ottenere informazioni addizionali (link e proprietà circa l'installazione). Le impostazioni del modulo si trovano nella sottovoce "Tutti i programmi" sotto la voce "Disinstallatore" nella finestra "Opzioni".
15157 = Il modulo "Programmi Tracciati" di Revo Uninstaller mostra tutti i programmi di cui si è tenuta traccia e sono stati controllati durante l'installazione usando Revo Uninstaller. Per tracciare un programma con Revo Uninstaller si può fare click destro sul pacchetto di installazione (setup) o premere il pulsante "Installa Programmi" sulla barra principale degli strumenti. Le impostazioni del modulo si trovano nella sottovoce "Programmi Tracciati" sotto la voce "Disinstallatore" nella finestra "Opzioni".
15158 = Registrazione
15159 = File di aiuto
15160 = Installa programmi
15161 = Installa\nprogrammi
15162 = Creare un punto di ripristino del sistema e un completo backup del registro prima di disinstallare
15163 = Creazione del backup completo del registo...
15164 = Creazione del punto di ripristino del sistema e un completo backup del registro - disabilitato (in Opzioni->Disinstallatore)
15165 = Creazione del backup completo del registro - fatta.
15166 = Creazione del backup completo del registro - fallita.
15167 = (Non supportato in Windows Vista e Windows 7,8,10)
15168 = Log:
15169 = O clic destro del mouse sull'icona Modo Mirino e selezionare "Esci" per uscire
15170 = Apri la disinstallazione guidata ingrandita
15171 = Percorso cartella
15172 = Installare un lettore PDF per visionare il file della Guida
15173 = Aggiungi nuovo gruppo 
15174 = Elimina i log selezionati
15175 = Ricostruisci file cache
15176 = Sicuro di voler ricostruire il file di cache?\nLe personalizzazioni dei dettagli dei programmi saranno reimpostate.
15177 = Gestisci
15178 = Esporta, importa o modifica log
15179 = Cambia\no ripara
15180 = Cambia o ripara
15181 = Aggiorna collegamento
15182 = Database dei log
15183 = Database\ndei log
15184 = Programmi
15185 = Nome programma
15186 = Versione programma
15187 = Versione Windows 
15188 = Bit di Windows
15189 = Trovato
15190 = Mostra solo i log compatibili con %s
15191 = Mostra solo %s log
15192 = Log abbinati:
15193 = Log del database:
15194 = Ricerca per:
15195 = log
15196 = log
15197 = programma
15198 = programmi
15199 = Nome
15200 = Disinstallazione rapida
15201 = Disinstallazione\nrapida
15202 = Creazione backup iniziale del sistema
15203 = Disinstallazione programma %d di %d
15204 = Analisi iniziale - fatta.
15205 = Avvio del programma di disinstallazione integrato - fatto.
15206 = Avvio del programma di disinstallazione integrato - non riuscito.
15207 = Scansione dei di file, cartelle e voci del registro di sistema residui...
15208 = Eliminazione residui di voci trovate...
15209 = Eliminati %d chiavi di registro e %d valori rimasti
15210 = Eliminati %d cartelle e %d file rimasti
15211 = Disinstallazione rapida completata.
15212 = Stato
15213 = Dopo che la disinstallazione del programma è terminata, premere il tasto "Continua" per continuare il processo di disinstallazione.
15214 = Continua
15215 = Importato
15216 = Aggiungi commento
15217 = Modifica commento
15218 = Moduli
15219 = Log dati
15220 = Preparazione dati di log per la disinstallazione...
15221 = %d di %d voci
15222 = Esecuzione operazioni di ridenominazione necessarie...
15223 = Sicuri di voler disinstallare il log selezionato?
15224 = Sicuri di voler disinstallare i log selezionati?
15225 = Disinstallazione log %d fi %d
15226 = Esporta tutto
15227 = Ignora \nBackup
15228 = Ignora creazione del punto di ripristino e di backup completo del Registro di sistema
15229 = Creazione di un backup completo del Registro di sistema - ignorato
15230 = Creazione punto di ripristino di sistema - ignorato.
15231 = Modifica log
15232 = Importa log
15233 = Esporta log
15234 = Analisi log -
15235 = Rinomina log
15236 = Nome log
15237 = Salva cambiamenti
15238 = Modifica
15239 = Icona
15240 = Indice icone
15241 = Autore
15242 = Data creazione
15243 = Ultima modifica
15244 = Dimensione stimata
15245 = Chiavi di registro
15246 = Valori di eegistro
15247 = Creato
15248 = Eliminato
15249 = Rinominato
15250 = Sovrascritto
15251 = Sconosciuto
15252 = Vecchio nome
15253 = Nome completo
15254 = Vecchio nome completo
15255 = Vecchi dati
15256 = Esiste già un valore del registro di sistema con questo nome.
15257 = Aggiungi chiave
15258 = Nome chiave:
15259 = Non modificato
15260 = Modifica chiave
15261 = Aggiungi valore
15262 = Modifica valore
15263 = Imposta
15264 = Vecchio tipo
15265 = Forza il fermo dell'esecuzione di file eseguibili durante la disinstallazione
15266 = Cerca un log apposito prima della regolare disinstallazione del programma
15267 = Sicuri di voler fare una rapida disinstallazione del programma(i) selezionato(i)?
15268 = Trovato un log corrispondente tra i log che saranno usati per la disinstallazione.\nAvvio del disinstallatore incorporato per la disinstallazione predefinita.
15269 = Trovato un log corrispondente nel Database dei Log che sarà usato per la disinstallazione.\nAAvvio del disinstallatore incorporato per la disinstallazione predefinita.
15270 = Dopo che il disinstallatore del programma ha terminato, premere il tasto "Continua" per vedere i residui di file, cartelle e voci di registro.
15271 = Errore durante lo scaricamento del file di log.
15272 = Errore di rinomina del file di log scaricato.
15273 = Il modulo "Database dei log" di Revo Uninstaller mostra un elenco di log dei programmi tracciati compatibile con il vostro sistema Windows. Questi log memorizzati sul vostro sito web sono mantenuti dal team di Revo Uninstaller. Potete facilmente usare questi log per disinstallare programmi dal vostro computer (con un clic sul pulsante "Disinstalla").
15274 = La vostra versione:
15275 = Aggiorna ora
15276 = Aggiorna automaticamente il database dei log 
15277 = Errore durante il download del database dei log
15278 = Errore durante l'aggiornamento del database dei log.
15279 = Errore di estrazione del database dei log.
15280 = Errore durante l'apertura del database dei log.
15281 = Inserisci il tuo commento:
15282 = Scegliere icona
15283 = Percorso file
15284 = Selezionare un'icona dalla lista:
15285 = File
15286 = Cartella
15287 = Esportazione Log -
15288 = Importazione Log -
15289 = %d%% completato
15290 = Esportato da
15291 = Trovati log correlati
15292 = Sì (raccomandato)
15293 = I log elencati sembrano riferirsi al programma che si sta disinstallando. Si vogliono usare i dati dei log durante la disinstallazione?
15294 = Log in scaricamento
15295 = I log elencati trovati nei Database dei log sembrano riferirsi al programma che si sta disinstallando. Se si desidera utilizzarne qualcuno nel corso della procedura di disinstallazione, selezionarlo con un segno di spunta.
15296 = C'è un log di disinstallazione adeguato nel nostro Database dei log.\nSi desidera usarlo per una più completa disinstallazione del programma?
15297 = Sicuro di voler eliminare dalla lista il/i log selezionati?
15298 = È necessario selezionare almeno una colonna da esportare
15299 = Sfoglia per
15300 = Usa il log selezionato
15301 = Origine
15302 = Non è stato selezionato dalla lista alcun programma di disinstallazione integrato.\nSicuri di voler continuare la ricerca di residui e saltare l'uso di un programma di disinstallazione integrato?
15303 = Seleziona dalla lista un programma di disinstallazione integrato se vuoi usarlo durante il processo di disinstallazione.
15304 = Non è stato selezionato alcun log dalla lista.\nSicuri di voler continuare la ricerca di residui di file e ignorare l'uso di un log?
15305 = Selezionare dall'elenco un log se vuoi usarlo durante il processo di disinstallazione.
15306 = Caricamento dei dati di log ...
15307 = Creare un registro completo di backup prima di disinstallare
15308 = La creazione di un backup completo del registro di sistema è disabilitata (in Opzioni-> Disinstallatore)
15309 = Percorso:


















15310 = Usa i dati del programma di disinstallazione per ottenere la data di installazione
15335 = Il percorso non esiste.
15337 = I programmi elencati sono installati nello stesso percorso di %s. Saranno trovati residui per ogni programma.\nSicuri di voler continuare?
15338 = Trovati programmi correlati



















[Auto Run Manager Pro]
15800 = Aggiungi
15801 = Aggiungi programma all'avvio di Windows
15802 = Imposta l'auto-avvio per:
15803 = Tutti gli utenti
15804 = Utente corrente
15805 = Imposta auto-avvio da:
15806 = Registro: Run - ad ogni avvio di Windows
15807 = Registro: RunOnce - soltanto una volta al prossimo avvio di Windows
15808 = Cartella di avvio - ad ogni avvio di Windows
15809 = Comando (percorso completo):
15810 = Nome:
15811 = Rimuovi da avvio automatico
15812 = Rimuosse le voci che non si eseguono dall'avvio automatico
15813 = Rimuosse le voci disabilitate dall'avvio automatico
15814 = Servizi
15815 = Apri Servizi di Windows



















[General App]
16001 = Stampa
16002 = Anteprima di stampa
16003 = Imposta stampante
16004 = Vedi
16005 = Barra dei menu'
16006 = Barra degli strumenti principale
16007 = Pannello descrizione 
16008 = Barra di stato
16009 = Barra Strumenti
16010 = File
16011 = Gestore\nauto-avvio
16012 = Pulitore di\nfile indesiderati
16013 = Strumenti\nWindows
16014 = Pulitore\nBrowser
16015 = Pulitore\nMicrosoft Office
16016 = Pulitore\nWindows
16017 = Rimozione\nProve
16018 = Elimina\ndefinitivamente
16019 = Gestore\nbackup
16020 = Installa con Revo Uninstaller
16021 = Disinstalla con Revo Uninstaller
16022 = Installa il programma selezionato con Revo Uninstaller
16023 = Disinstalla il programma selezionato con Revo Uninstaller
16024 = Cartella di Backup:
16025 = Backup delle voci di registro eliminate
16026 = Backup delle cartelle e dei file eliminati
16027 = Microsoft Excel non è installato nel computer (codice errore 0x%08X).
16028 = Impossibile eseguire l'applicazione Microsoft Excel (codice errore 0x%08X).
16029 = Errore sconosciuto.
16030 = Registro
16031 = Evita i messaggi di informazione
16032 = Evita i messaggi di attenzione
16033 = Processi
16034 = Traccia i programmi in modalità compatta
16035 = Includi processi:
16036 = Escludi processi:
16037 = Percorso processo
16038 = Tema visivo:
16039 = Barre degli strumenti
16040 = Mostra etichette di testo
16041 = Mostra icone piccole
16042 = Blu
16043 = Grigio
16044 = Nero
16045 = Argento
16046 = Nativo
16047 = Nativo 2
16048 = Nativo liscio
16049 = Compra ora
16050 = Dopo l'acquisto di Revo Uninstaller riceverete un'e-mail con il numero di serie. Dovete inserire il numero di serie qui sotto e premere il pulsante “Attiva in linea” per attivare il prodotto. L'attivazione richiede una connessione a internet, quindi il firewall non dovrebbe bloccare Revo Uninstaller. Se avete domande in merito alla registrazione, vi preghiamo di contattarci al seguente indirizzo: registration@revouninstaller.com.
16051 = Registra 
16052 = Inserire qui il numero di serie esatto:
16053 = Attiva in linea
16054 = Tutti i diritti riservati.
16055 = Versione registrata
16056 = Versione non registrata
16057 = Sicuri che si desidera eliminare i backup, i log e altri dati dell'utente creati?. Premere "No" se si sta aggiornando il programma.
16058 = Traduttore:
16059 = Crea giornalmente un backup completo del registro
16060 = Elimina registrazione del programma tracciato dopo la disinstallazione
16061 = Mostra icone piccole nella visualizzazione Dettagli
16062 = Mostra i comandi nel menu' contestuale di Windows (Installa con ..., Disinstalla con ...)
16063 = Spunta di default tutti i residui di file
16064 = Grigio scuro
16065 = Blu 2
16070 = Barra strumenti Comandi
16071 = Personalizza
16072 = Tema
16073 = Personalizza colore di sfondo
16074 = Colore sfondo personalizzato
16075 = Chiudere Revo Uninstaller prima di avviare l'importazione di un log.\nO importare il log usando il pulsante della barra degli strumenti "Gestione" nel modulo "Programmi tracciati".
16076 = Attiva
16077 = Scegliere il metodo di attivazione
16078 = Attivazione online
16079 = Attivazione da file
16080 = Il periodo di 30 giorni di prova è finito. Se si desidera continuare ad usare il prodotto è necessario acquistare una licenza.
16081 = Dopo l'acquisto di una licenza di Revo Uninstaller, riceverete un'e-mail con il numero di serie. Per attivare Revo Uninstaller è necessario inserire il proprio nome e quel numero di serie nel modulo sottostante (copia e incolla è fortemente raccomandato) e quindi premere il pulsante “Attivazione online”. L'attivazione richiede una connessione internet e che il firewall non blocchi Revo Uninstaller. Per qualunque domanda o problema relativi alla registrazione, contattateci a: registration@revouninstaller.com
16082 = Dopo l'acquisto di una licenza di Revo Uninstaller, riceverete un'e-mail con il numero di serie. Per attivare Revo Uninstaller da file è necessario inserire il proprio nome e quel numero di serie nel modulo sottostante (copia e incolla è fortemente raccomandato) e dopo premere il pulsante “Salva file” per salvare il file. Quindi inviate il file creato a support@revouninstaller.com o registration@revouninstaller.com. In 24 ore riceverete indietro una chiave di sblocco che completerà l'attivazione di Revo Uninstaller. In caso di domande o problemi relativi alla registrazione, vi preghiamo di contattarci al seguente indirizzo: registration@revouninstaller.com
16083 = Si è scelto di attivare Revo Uninstaller da file. Dopo aver inviato il file di attivazione al nostro indirizzo e-mail di supporto, dovreste ricevere la chiave di sblocco dal team di supporto di Revo Uninstaller. È necessario inserire la chiave di sblocco (copia e incolla è fortemente raccomandato) e premere il pulsante "Attiva". In caso di domande o problemi relativi alla registrazione, vi preghiamo di contattarci al seguente indirizzo: registration@revouninstaller.com
16084 = C'è un cambiamento nel computer che richiede la riattivazione di Revo Uninstaller. Premere il pulsante "Attiva". In caso di domande o problemi relativi alla registrazione, vi preghiamo di contattarci al seguente indirizzo: registration@revouninstaller.com
16085 = Attivazione effettuata.
16086 = Attivazione fallita.
16087 = Nessuna connessione al server di attivazione. Assicurarsi che il firewall non blocchi Revo Uninstaller.
16088 = Inserire il nome utente:
16089 = Inserire il numero di serie (copia e incolla è fortemente raccomandato):
16090 = inserire chiave di sblocco (copia e incolla è raccomandato):
16091 = Reimposta processo di attivazione
16092 = Giorni rimanenti:
16093 = Salva file
16094 = Registrato a
16095 = Riattiva
16096 = Attivazione in corso. Attendere ...
16097 = Numero di serie sbagliato.\nCopiare e incollare il numero di serie invece di digitarlo.
16098 = Riavviare Revo Uninstaller
16100 = Numero di serie:
16101 = Licenza:
16102 = Sottoponi riscontro
16103 = Supporto in linea
16104 = Reimposta impostazioni pannelli finestra principale
16105 = Reimposta impostazioni di controllo vista Dettagli 
16106 = Reimpostazione riuscita.\nRiavviare Revo Uninstaller per applicare i cambiamenti
16107 = Non ci sono voci spuntate.\nSi deve spuntare almeno una voce per procedere.
16108 = Mostra la schermata di avvio
16109 = Apprezzaci
16110 = Licenza:
16111 = Freeware
16112 = Revo Uninstaller Pro è già in esecuzione.


















16157 = Ottieni la nostra app per Android
16158 = Scarica la nostra app per Android


















[AppBar]
16900 = Salva il log delle modifiche apportate al sistema monitorato
16901 = Ferma il monitoraggio dell'installazione
16902 = Revo Uninstaller sta monitorando le modifiche del sistema - procedere con l'installazione come al solito. NON AVVIARE altri file di installazione, programmi o altro, durante l'installazione del programma. Conclusa l'installazione, eseguire i programmi installati, configurarli e chiuderli. Infine premere il pulsante "Stop" (quadrato) e salvare il log.
16903 = Inserire nome per il log:
16904 = Inserire un nome per il log e premere il pulsante "Salva"
16905 = Revo Uninstaller sta tracciando l'installazione
16906 = Revo Uninstaller sta salvando i dati
16907 = Impossibile ottenere l'autorizzatione per arrestare del computer. Provare a spegnere manualmente.
16908 = Impossibile avere il privilegio per l'arresto del computer. Provare a spegnere manualmente.
16909 = Inserire un nome di log valido.
16910 = Sicuri di voler annullare il processo di registrazione?


















[JunkFilesCleanerPro]
17000 = Escludi
17001 = Ultima modifica
17002 = Scansione cartella...
17003 = Includi
17004 = Cartelle da includere come indesiderate


















[Windows Apps]
17100 = App di\nWindows
17101 = App di Windows
17102 = App di Windows
17103 = App totali
17104 = App
17105 = App
17106 = Il modulo "App di Windows" elenca tutte le app di Windows installate e ti aiuta a disinstallarle con un solo clic. Alcune app prodotte da Microsoft vengono preinstallate con il sistema operativo, altre vengono installate tramite Microsoft Store. Puoi trovare ulteriori informazioni su qualsiasi app dal menu' contestuale.
17107 = Analisi ed avvio del comando di disinstallazione predefinito dell'app
17108 = Al termine del programma di disinstallazione predefinito dell'applicazione, premi il pulsante "Scansiona" per avviare la scansione dei file, delle cartelle e degli elementi del Registro rimanenti.
17109 = Sicuri di voler disinstallare l'App selezionata?
17110 = Impossibile avviare l'app di Windows selezionata.
17111 = Apri in Microsoft Store
17202 = Estensioni MS Edge


















[EvidenceRemoverPro]
17300 = Tipo
17301 = Dimensione totale
17302 = Spazio libero
17310 = Disco locale
17311 = Disco rimovibile
17312 = Stima del tempo rimanente:
17313 = giorni
17314 = ore
17315 = minuti
17316 = secondi
17317 = Sicuri di voler interrompere il processo?


















[WindowsToolsPro]
17400 = Ripristino configurazione di sistema
17401 = Diagnostica di rete
17402 = Informazioni di rete
17403 = Centro sicurezza PC
17404 = Proprietà di sistema
17405 = Informazioni di sistema
17406 = Comando netstat TCP / IP
17407 = Tastiera su schermo
17408 = Deframmentatore dischi
17409 = Servizi
17410 = Cartelle condivise
17411 = Criteri di gruppo
17412 = Aggiungi/Rimuovi componenti di Windows
17413 = Strumento di rimozione malware Microsoft Windows
17414 = Backup e ripristino Windows
17415 = Pianificatore attività
17416 = Controllo disco
17417 = Controllo file di sistema
17450 = Backup e ripristino Windows consente di fare copie di file di dati per tutte le persone che usano il computer e offre la possibilità di creare un'immagine di sistema. È possibile lasciare che Windows scelga di cosa fare il backup o è possibile selezionare le singole cartelle, librerie e unità di cui si desidera eseguire il backup. Un'immagine del sistema include Windows e le impostazioni di sistema, i programmi e i file. È possibile usare un'immagine del sistema per ripristinare il contenuto del computer se il disco rigido o il computer smettono di funzionare.
17451 = Pianificatore attività consente di pianificare attività automatizzate che eseguono azioni in un momento specifico o quando si verifica un determinato evento. Offre la possibilità di pianificare il lancio di programmi o script in tempi predefiniti o dopo intervalli di tempo specificati. Pianificatore attività gestisce una libreria di tutte le attività pianificate, offrendo una visualizzazione organizzata dei compiti e un modo conveniente per la loro gestione.
17452 = Controllo disco verifica l'integrità logica del file system sul volume di Windows. Controllo Disco controlla problemi relativi a settori danneggiati, cluster persi, file con collegamenti incrociati ed errori delle cartelle. Questi tipi di problemi possono essere causati da crash di sistema o blocchi, anomalie di alimentazione, modo non corretto di spegnere il computer, ecc. 
17453 = Controllo file di sistema consente di eseguire la scansione e rimediare ai danni nei file di sistema di Windows verificando le loro versioni. Se trova un problema, tenterà di sostituire i file problematici dalla cache DLL di Windows. Se il file non si trova nella cache di DLL di Windows o la cache DLL è danneggiata, verrà richiesto di inserire il disco di installazione di Windows.


















[WindowsCleanerPro]
17500 = Cancella cache delle miniature



















[UnrecoverableDeletePro]
17600 = Aggiungi file
17601 = Aggiungi cartella
17602 = Elimina per sempre
17603 = Eliminazione
17604 = Sto calcolando
17605 = Le rimanenti voci dell'elenco non possono essere cancellate ora.\nAssicurarsi che non siano usate da Windows o da un altro programma e riprovare.
17606 = Rimuovi gli elementi selezionati dall'elenco


















[Backup Manager]
17800 = Gestore Backup
17801 = Ripristina
17802 = Elimina
17803 = Elimina tutto
17804 = Ripristino\npersonalizzato
17812 = Caricamento struttura...
17813 = Precedente
17814 = Seguente
17815 = Punto di ripristino dei dati non trovato
17816 = Elaborazione
17817 = Backup %d di %d elementi
17818 = Punti di ripristino:
17819 = Dimensione totale:
17820 = Il Gestore Backup consente di gestire le informazioni memorizzate da Revo Uninstaller dopo l'eliminazione di voci di Registro, file o cartelle. Ripristinando con un punto di ripristino locale è possibile recuperare tutti i dati cancellati o si può semplicemente selezionare e ripristinare uno o pochi elementi che ancora servono. Se si ha bisogno di più spazio libero, è possibile eliminare un punto di ripristino a caso o tutti i punti di ripristino locali memorizzati da Revo Uninstaller.
17821 = Nome
17822 = Operazione
17823 = Dimensione
17824 = Voci di registro
17825 = File e cartelle
17826 = Ora
17827 = Data
17830 = Chiave/nome Valore
17831 = Data
17835 = Valore predefinito
17836 = Ripristino %d di %d elementi
17837 = Ripristino
17838 = Nome file/cartelle
17839 = Ripristino personalizzato
17840 = Errore di lettura nel file dati di backup.
17841 = File e cartelle da ripristinare
17842 = Voci del registro da ripristinare
17843 = Non c'è abbastanza spazio sul disco per scrivere il file dati di backup.
17844 = Errore di scrittura nel file dati di backup.
17845 = Sicuri che si desidera ripristinare l'operazione %s di %s?
17846 = Sicuri che si desidera eliminare tutti i punti di ripristino?
17847 = Elimina\nper periodo
17848 = Elimina backup più vecchi di una data o un periodo
17849 = Elimina tutti i backup più vecchi di:
17850 = Data selezionata:
17851 = Una settimana
17852 = Due settimane
17853 = 30 giorni
17854 = 90 giorni
17855 = 180 giorni
17856 = Un anno
17857 = Data personalizzata
17858 = È stata selezionata una data più recente rispetto a oggi.\nQuesto eliminerà tutti i backup. Continuare?



















[TooltipsPro]
18200 = Regola le impostazioni di Revo Uninstaller
18201 = Cambia la visualizzazione dell'elenco dei programmi tracciati
18202 = Gestisce le informazioni di backup memorizzate da Revo Uninstaller
18203 = Installa programmi con Revo Uninstaller
18204 = Disinstallazione forzata degli avanzi di programmi già disinstallati
18205 = Mostra tutti i programmi installati
18206 = Mostra i programmi tracciati installati
18207 = Disinstalla il programma tracciato selezionato
18208 = Imposta la disinstallazione del programma tracciato selezionato
18209 = Ripristina il punto di ripristino di Revo Uninstaller selezionato 
18210 = Imposta il ripristino del punto di ripristino di Revo Uninstaller selezionato 
18211 = Elimina il punto di ripristino di Revo Uninstaller selezionato 
18212 = Aggiunge un programma per l'avvio automatico con l'avvio di Windows
18213 = Esegue l'operazione di rimozione delle prove nei drive controllati
18214 = Aggiunge file da eliminare in modo irrecuperabile
18215 = Aggiunge una cartella da eliminare in modo irrecuperabile
18216 = Elimina i file e le cartelle aggiunti
18217 = Elimina i file segnati
18218 = Modifica o ripristina l'installazione del programma selezionato
18219 = Disinstallazione rapida del programma selezionato (tutti i residui trovati sono automaticamente cancellati)
18220 = Aggiunge una nuova voce al log
18221 = Modifica la voce selezionata
18222 = Elimina la voce selezionata dal log
18223 = Esporta il log corrente dei dati in formato HTML

[Portable]
18500 = Errore in scaricamento dell'aggiornamento.
18501 = Errore in estrazione dell'aggiornamento.
18502 = Aggiornamento
18503 = Aggiornamento completato con successo.
18504 = %d di %d file
18505 = Portabilità
18506 = Usa cartella di archiviazione dei dati personalizzata
18507 = Abilita modalità caricamento veloce
18508 = Accetta
18509 = Contratto di licenza

20100 = Mostra le offerte speciali di Revo Uninstaller Pro
20101 = Mostra le notifiche di aggiornamento
20102 = Mostra le notifiche dei residui trovati
20103 = Mostra le notifiche di continuazione dopo la disinstallazione

20104 = Abilita l'Assistente di Revo per la disinstallazione 
20105 = Assistente
20106 = Notifiche

30000 = È disponibile una nuova versione
30001 = Rilevata disinstallazione non completata! Continuare il processo di disinstallazione?
30002 = Mostra l'ultima notifica
30003 = Rilevati residui di disinstallazione
30005 = Continua
30007 = Ripulisci
30009 = Nuova versione: 
30011 = Dimensione:
30013 = Programma:
30015 = Apri Revo Uninstaller
30018 = Non mostrare più
30034 = L'assistente è già in esecuzione.
